/* 
	UnmountAssistant Localizable.strings
	Copyright 2008-2009 Apple Inc. All rights reserved.
 */

/* Alert buttons */
"OK" = "OK";
"CANCEL" = "Annuleer";
"FORCE_EJECT" = "Forceer verwijderen…";
"CONFIRM_FORCE" = "Forceer verwijderen";
"TRY_AGAIN" = "Probeer opnieuw";


/* non-GUI app is using the disk */
"UNKNOWN_IN_USE" = "De schijf is niet verwijderd omdat deze mogelijk door een of meer programma's wordt gebruikt.";
"VOLUME_IN_USE" = "De schijf '%@' is niet verwijderd omdat deze mogelijk door een of meer programma's wordt gebruikt.";

"TRYING_TO_EJECT_INFO" = "Om de schijf onmiddellijk te verwijderen, klikt u op de knop 'Forceer verwijderen'.";
"UNABLE_TO_EJECT_INFO" = "U kunt opnieuw proberen de schijf te verwijderen of op 'Forceer verwijderen' klikken om de schijf onmiddellijk te verwijderen.";

"UNKNOWN_FORCE_EJECT" = "Weet u zeker dat u de schijf wilt verwijderen?";
"VOLUME_FORCE_EJECT" = "Weet u zeker dat u '%@' wilt verwijderen?";

"CONFIRM_FORCEEJECT_INFO" = "Wanneer u de schijf verwijdert, kan dit problemen met de schijf of met de informatie op de schijf veroorzaken.";


/* GUI app is using the disk */
"UNKNOWN_IN_USE_BY_1GUIPROC" = "De schijf kan niet worden verwijderd omdat deze wordt gebruikt door %@.";
"VOLUME_IN_USE_BY_1GUIPROC" = "De schijf '%1$@' kan niet worden verwijderd omdat deze wordt gebruikt door %2$@.";

"UNKNOWN_IN_USE_BY_2GUIPROCS" = "De schijf kan niet worden verwijderd omdat deze wordt gebruikt door %1$@ en %2$@.";
"VOLUME_IN_USE_BY_2GUIPROCS" = "De schijf '%1$@' kan niet worden verwijderd omdat deze wordt gebruikt door %2$@ en %3$@.";

"UNKNOWN_IN_USE_BY_3GUIPROCS" = "De schijf kan niet worden verwijderd omdat deze wordt gebruikt door %@ en andere programma's.";
"VOLUME_IN_USE_BY_3GUIPROCS" = "De schijf '%1$@' kan niet worden verwijderd omdat deze wordt gebruikt door %2$@ en andere programma's.";

"QUIT_ONE_INFO" = "Stop dit programma en probeer de schijf opnieuw te verwijderen.";
"QUIT_MULTIPLE_INFO" = "Stop deze programma's en probeer de schijf opnieuw te verwijderen.";


/* User is using the disk */
"UNKNOWN_IN_USE_BY_1USER" = "De schijf kan niet worden verwijderd omdat deze door een andere gebruiker (%@) wordt gebruikt.";
"VOLUME_IN_USE_BY_1USER" = "De schijf '%1$@' kan niet worden verwijderd omdat deze door een andere gebruiker (%2$@) wordt gebruikt.";

"UNKNOWN_IN_USE_BY_2USERS" = "De schijf kan niet worden verwijderd omdat deze door andere gebruikers (%1$@ en %2$@) wordt gebruikt.";
"VOLUME_IN_USE_BY_2USERS" = "De schijf '%1$@' kan niet worden verwijderd omdat deze door andere gebruikers (%2$@ en %3$@) wordt gebruikt.";

"UNKNOWN_IN_USE_BY_3USERS" = "De schijf kan niet worden verwijderd omdat deze door andere gebruikers (%1$@, %2$@ en anderen) wordt gebruikt.";
"VOLUME_IN_USE_BY_3USERS" = "De schijf '%1$@' kan niet worden verwijderd omdat deze door andere gebruikers (%2$@, %3$@ en anderen) wordt gebruikt.";

"LOGOUT_ONE_INFO" = "Probeer de schijf opnieuw te verwijderen wanneer deze niet meer door %@ wordt gebruikt.";
"LOGOUT_MULTIPLE_INFO" = "Probeer de schijf opnieuw te verwijderen wanneer deze niet meer door anderen wordt gebruikt.";


/* Disk Image is mounted from the disk the disk */
"VOLUME_HAS_DISKIMAGE" = "De schijf '%1$@' kan niet worden verwijderd omdat deze in gebruik is.";
"UNKNOWN_HAS_DISKIMAGE" = "De schijf kan niet worden verwijderd omdat deze in gebruik is.";

"VOLUME_HAS_1DISKIMAGE_INFO" = "Verwijder eerst '%1$@' en probeer vervolgens '%2$@' opnieuw te verwijderen.";
"VOLUME_HAS_2DISKIMAGES_INFO" = "Verwijder eerst '%1$@' en '%2$@' en probeer vervolgens '%3$@' opnieuw te verwijderen.";
"VOLUME_HAS_3DISKIMAGES_INFO" = "Verwijder eerst '%1$@' en andere schijven en probeer vervolgens '%2$@' opnieuw te verwijderen.";

"UNKNOWN_HAS_1DISKIMAGE_INFO" = "Verwijder eerst '%1$@' en probeer vervolgens de schijf opnieuw te verwijderen.";
"UNKNOWN_HAS_2DISKIMAGES_INFO" = "Verwijder eerst '%1$@' en '%2$@' en probeer vervolgens de schijf opnieuw te verwijderen.";
"UNKNOWN_HAS_3DISKIMAGES_INFO" = "Verwijder eerst '%1$@' en andere schijven en probeer vervolgens de schijf opnieuw te verwijderen.";


/* volume was ejected */
"UNKNOWN_WAS_EJECTED" = "De schijf is verwijderd.";
"VOLUME_WAS_EJECTED" = "De schijf '%@' is verwijderd.";


/* Misc strings */
"TRYING_TO_EJECT" = "Poging om schijf te verwijderen";

"PROCESS_PID" = "Proces %d";